Repository: kureuil/tequila
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Channel created successfully.
fr: La chaîne a bien été créée.

source: Channel deleted successfully.
fr: La chaîne a bien été supprimée.

source: Channel updated successfully.
fr: La chaîne a bien été mise à jour.

source: Menu
fr: Accéder au menu

source: Search
fr: Rechercher

source: Create channel
fr: Créer une chaîne

source: Submit link
fr: Ajouter un lien

source: Log out
fr: Déconnexion

source: My account
fr: Mon compte

source: Editing channel %{channel}
fr: Modification de la chaîne « %{channel} »

source: Oops, something went wrong! Please check the errors below.
fr: Oops, quelquechose s'est mal passé ! Merci de bien vouloir adresser les problèmes ci-dessous.

source: Name
fr: Nom

source: Query
fr: Requête

source: Channels
fr: Chaînes

source: Save
fr: Sauvegarder

source: New channel
fr: Nouvelle chaîne

source: %{count} comment
fr: %{count} commentaire

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Editing link %{link}
fr: Modification du lien « %{link} »

source: Tags
fr: Mots-clés

source: Title
fr: Titre

source: New link
fr: Nouveau lien

source: Tags:
fr: Mots-clés :

source: Title:
fr: Titre :

source: Link created successfully.
fr: Le lien a bien été créé.

source: Link deleted successfully.
fr: Le lien a bien été supprimé.

source: Link updated successfully.
fr: Le lien a bien été mis à jour.

source: Empty query
fr: Requête vide

source: Search results
fr: Résultats de la recherche

source: You are not authorized to view this channel
fr: Vous n'êtes pas autorisé à consulter cette chaîne

source: Email
fr: Adresse e-mail

source: Invalid email/password combination
fr: L'adresse e-mail et le mot de passe ne correspondent pas.

source: Password
fr: Mot de passe

source: Sign in
fr: Connexion

source: Welcome back !
fr: Bienvenue !

source: An email has been sent to %{email}, please check your inbox.
fr: Un email a été envoyé à %{email}, vérifiez votre boîte de réception.

source: But don’t worry! You can use the following link to reset your password:
fr: Mais pas d'inquiétudes ! Vous pouvez utilisez le lien suivant pour réinitialiser votre mot de passe :

source: Change password
fr: Mettre à jour le mot de passe

source: Change password for %{email}
fr: Mise à jour du mot de passe pour %{email}

source: Check your email for a link to reset your password. If it doesn’t appear within a few minutes, check your spam folder.
fr: Vérifiez vos emails, un lien pour réinitialiser votre mot de passe vous a été envoyé. Si il n'arrive pas d'ici quelques minutes, vérifiez votre dossier de pourriels.

source: Confirm password
fr: Confirmez le mot de passe

source: Enter your email address and we will send you a link to reset your password
fr: Entrez votre adresse email et nous vous enverrons un lien pour réinitialiser votre mot de passe.

source: If you don’t use this link within 3 hours, it will expire. To get a new password reset link, visit %{url}
fr: si vous n'utilisez pas ce lien d'ici 3 heures, il expirera. Pour obtenir un nouveau lien, rendez vous sur %{url}

source: It looks like you clicked on an invalid password reset link. Please try again.
fr: Il semblerait que vous ayez cliqué sur un lien de réinitialisation de mot de passe invalide. Merci de bien vouloir réessayer.

source: Password updated successfully for %{user}
fr: Le mot de passe a bien été mis à jour pour %{user}

source: Reset your password
fr: Réinitialisez votre mot de passe

source: Return to sign in
fr: Retour à l'écran de connexion

source: Send password reset email
fr: Envoyer l'email de réinitialisation de mot de passe

source: We heard that you lost your Tequila password. Sorry about that!
fr: Il semblerait que vous ayez perdu votre mot de passe Tequila.

source: [Tequila] Please reset your password
fr: [Tequila] Réinitialisation de votre mot de passe

source: does not match password
fr: ne correspond pas au mot de passe
